Revit 2027 API
ParameterTypeId.PartMakerSplitterProfileFlipAlong Property
 "Profile Along Flip"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PartMakerSplitterProfileFlipAlong { get; }
Public Shared ReadOnly Property PartMakerSplitterProfileFlipAlong As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PartMakerSplitterProfileFlipAlong {
	ForgeTypeId^ get ();
}
static member PartMakerSplitterProfileFlipAlong : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace